Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Select a specific deadline.
ar: اختر تاريخ الانتهاء المحدد.
az: Konkret bitmə tarixini seçin.
bg: Изберете конкретен краен срок.
bn: নির্দিষ্ট শেষ তারিখ নির্বাচন করুন।
ca: Selecciona una data límit concreta.
ceb: Pagpili og espesipikong petsa sa pagtapos.
cs: Vyberte konkrétní datum ukončení.
da: Vælg en specifik slutdato.
de: Wählen Sie ein bestimmtes Enddatum.
el: Επιλέξτε μια συγκεκριμένη ημερομηνία λήξης.
es: Selecciona una fecha límite concreta.
es_us: Selecciona una fecha límite específica.
et: Valige konkreetne tähtaeg.
fa: یک تاریخ پایان مشخص را انتخاب کنید.
fi: Valitse tietty määräpäivä.
fil: Pumili ng tiyak na petsa ng deadline.
fr: Sélectionnez une date limite spécifique.
fr_ca: Sélectionnez une date limite spécifique.
ga: Roghnaigh spriocdháta ar leith.
gu: ચોક્કસ અંતિમ તારીખ પસંદ કરો.
he: בחר תאריך יעד ספציפי.
hi: विशिष्ट अंतिम तारीख चुनें।
hr: Odaberite konkretan datum završetka.
hu: Válassza ki a konkrét határidőt.
id: Pilih tanggal batas waktu yang spesifik.
is: Veldu ákveðna lokadagsetningu.
it: Seleziona una data di scadenza specifica.
ja: 具体的な締切日を選択してください。
jv: Pilih tanggal wates tartamtu.
kk: Нақты соңғы мерзімді таңдаңыз.
km: ជ្រើសរើសកាលបរិច្ឆេទផុតកំណត់ជាក់លាក់។
kn: ನಿರ್ದಿಷ್ಟ ಅಂತಿಮ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 구체적인 마감일을 선택하세요.
lt: Pasirinkite konkrečią galutinę datą.
lv: Izvēlieties konkrētu beigu termiņu.
ml: കൃത്യമായ അവസാന തീയതി തിരഞ്ഞെടുക്കുക.
mr: विशिष्ट अंतिम तारीख निवडा.
ms: Pilih tarikh akhir yang khusus.
my: တိကျသော နောက်ဆုံးရက်စွဲကို ရွေးချယ်ပါ။
nb: Velg en spesifikk fristdato.
nl: Selecteer een specifieke einddatum.
or: ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଶେଷ ତାରିଖ ଚୟନ କରନ୍ତୁ।
pa: ਇੱਕ ਖਾਸ ਅੰਤਮ ਤਾਰੀਖ ਚੁਣੋ।
pl: Wybierz konkretną datę końcową.
pt_br: Selecione uma data limite específica.
pt_pt: Selecione a data de término específica.
ro: Selectează o dată limită specifică.
ru: Выберите конкретную дату окончания.
sk: Vyberte konkrétny dátum ukončenia.
sl: Izberite konkreten končni datum.
sq: Zgjidhni datën specifike të afatit.
sv: Välj ett specifikt slutdatum.
sw: Chagua tarehe mahususi ya mwisho.
ta: குறிப்பிட்ட இறுதித் தேதியைத் தேர்ந்தெடுக்கவும்.
te: నిర్దిష్ట గడువు తేదీని ఎంచుకోండి.
th: เลือกวันครบกำหนดที่แน่นอน
tr: Belirli bir son tarih seçin.
uk: Виберіть конкретну дату закінчення.
ur: ایک مخصوص آخری تاریخ منتخب کریں۔
uz: Aniq tugash sanasini tanlang.
vi: Chọn ngày hết hạn cụ thể.
zh_hans: 选取具体的截止日期。
zh_hant: 選取具體的截止日期。
zh_hk: 選取具體的截止日期。

source: Select the piggy bank icon.
ar: اختر رمز حافظة النقود.
az: Yığım qutusunun ikonunu seçin.
bg: Изберете икона за касичката.
bn: পিগি ব্যাংকের আইকন নির্বাচন করুন।
ca: Selecciona la icona de la guardiola.
ceb: Pagpili og icon sa alkansiya.
cs: Vyberte ikonu pokladničky.
da: Vælg et ikon til sparegrisen.
de: Wählen Sie das Symbol für das Sparschwein.
el: Επιλέξτε το εικονίδιο του κουμπαρά.
es: Selecciona el icono de la alcancía.
es_us: Selecciona el ícono de la alcancía.
et: Valige rahakassa ikoon.
fa: آیکون قلک را انتخاب کنید.
fi: Valitse säästölippaan kuvake.
fil: Pumili ng icon ng alkansya.
fr: Sélectionnez l'icône de la tirelire.
fr_ca: Sélectionnez l'icône de la tirelire.
ga: Roghnaigh deilbhín na muice sparáin.
gu: પિગી બેંકનું ચિહ્ન પસંદ કરો.
he: בחר את הסמל של קופת החיסכון.
hi: पिग्गी बैंक का आइकन चुनें।
hr: Odaberite ikonu kasice prasice.
hu: Válassza ki a persely ikonját.
id: Pilih ikon celengan.
is: Veldu tákn fyrir sparibaukinn.
it: Seleziona l'icona del salvadanaio.
ja: 貯金箱のアイコンを選択してください。
jv: Pilih ikon celengan.
kk: Жинақ сандықшасының белгішесін таңдаңыз.
km: ជ្រើសរើសរូបតំណាងរបស់ធនាគារសន្សំប្រាក់។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ.
ko: 저금통 아이콘을 선택하세요.
lt: Pasirinkite taupyklės piktogramą.
lv: Izvēlieties krājkasītes ikonu.
ml: പിഗ്ഗി ബാങ്ക് ഐക്കൺ തിരഞ്ഞെടുക്കുക.
mr: पिगी बँकेचा आयकॉन निवडा.
ms: Pilih ikon tabung simpanan.
my: စုဘူး အိုင်ကွန်ကို ရွေးချယ်ပါ။
nb: Velg ikon for sparebøssen.
nl: Selecteer het icoon van de spaarpot.
or: ପିଗି ବ୍ୟାଙ୍କର ଆଇକନ୍ ଚୟନ କରନ୍ତୁ।
pa: ਗੁੱਲਕ ਦਾ ਆਈਕਨ ਚੁਣੋ।
pl: Wybierz ikonę skarbonki.
pt_br: Selecione o ícone do cofrinho.
pt_pt: Selecione o ícone do cofrinho.
ro: Selectează pictograma pușculiței.
ru: Выберите иконку для копилки.
sk: Vyberte ikonu pokladničky.
sl: Izberite ikono hranilnika.
sq: Zgjidhni ikonën e arkës së kursimit.
sv: Välj ikon för spargrisen.
sw: Chagua aikoni ya kibubu.
ta: உண்டியல் ஐகானைத் தேர்ந்தெடுக்கவும்.
te: పిగ్గీ బ్యాంక్ చిహ్నాన్ని ఎంచుకోండి.
th: เลือกไอคอนของกระปุกออมสิน
tr: Kumbara simgesini seçin.
uk: Виберіть іконку для скарбнички.
ur: گلک کا آئیکن منتخب کریں۔
uz: Pul yig'ish qutisi belgisini tanlang.
vi: Chọn biểu tượng heo đất.
zh_hans: 选取存钱罐的图标。
zh_hant: 選取存錢筒的圖示。
zh_hk: 選取存錢罐的圖示。

source: Set a fixed deposit amount for the piggy bank.
ar: تعيين مبلغ الإيداع الثابت للحافظة.
az: Yığım qutusunun dövri əmanət məbləğini təyin edin.
bg: Задайте сумата на периодичния депозит за касичката.
bn: পিগি ব্যাংকের মেয়াদী আমানতের পরিমাণ নির্ধারণ করুন।
ca: Estableix l'import del dipòsit periòdic de la guardiola.
ceb: Itakda ang regular nga kantidad sa deposito sa alkansiya.
cs: Nastavte částku pravidelného vkladu do pokladničky.
da: Indstil det faste indbetalingsbeløb for sparegrisen.
de: Legen Sie den regelmäßigen Einzahlungsbetrag für das Sparschwein fest.
el: Ορίστε το ποσό τακτικής κατάθεσης του κουμπαρά.
es: Establece la cantidad del depósito periódico de la alcancía.
es_us: Establece el monto del depósito periódico de la alcancía.
et: Määrake rahakassa regulaarne hoiusumma.
fa: مبلغ سپرده‌گذاری دوره‌ای قلک را تعیین کنید.
fi: Aseta säästölippaan säännöllinen talletussumma.
fil: Itakda ang regular na halaga ng deposito ng alkansya.
fr: Définissez le montant du dépôt périodique de la tirelire.
fr_ca: Définissez le montant du dépôt récurrent de la tirelire.
ga: Socraigh suim taisce sheasta na muice sparáin.
gu: પિગી બેંકની નિયમિત જમા રકમ સેટ કરો.
he: הגדר את סכום ההפקדה הקבועה לקופת החיסכון.
hi: पिग्गी बैंक की नियमित जमा राशि निर्धारित करें।
hr: Postavite iznos redovitog depozita za kasicu prasicu.
hu: Állítsa be a persely rendszeres befizetési összegét.
id: Tetapkan jumlah setoran berkala celengan.
is: Stilltu reglulega innlagnarupphæð fyrir sparibaukinn.
it: Imposta l'importo del deposito ricorrente del salvadanaio.
ja: 貯金箱の定期預金額を設定してください。
jv: Atur jumlah simpenan rutin celengan.
kk: Жинақ сандықшасының мерзімді депозит сомасын орнатыңыз.
km: កំណត់ចំនួនទឹកប្រាក់ដាក់សន្សំតាមកាលកំណត់របស់ធនាគារសន្សំប្រាក់។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ಗೆ ನಿಯಮಿತ ಠೇವಣಿ ಮೊತ್ತವನ್ನು ಹೊಂದಿಸಿ.
ko: 저금통의 정기 저축 금액을 설정하세요.
lt: Nustatykite taupyklės periodinio indėlio sumą.
lv: Iestatiet krājkasītes regulāro iemaksu summu.
ml: പിഗ്ഗി ബാങ്കിന്റെ സ്ഥിര നിക്ഷേപ തുക സജ്ജമാക്കുക.
mr: पिगी बँकेसाठी नियमित ठेवीची रक्कम सेट करा.
ms: Tetapkan jumlah simpanan berkala tabung simpanan.
my: စုဘူးအတွက် ပုံမှန်ငွေသွင်းမည့် ပမာဏကို သတ်မှတ်ပါ။
nb: Angi fast innskuddsbeløp for sparebøssen.
nl: Stel het periodieke stortingsbedrag van de spaarpot in.
or: ପିଗି ବ୍ୟାଙ୍କ ପାଇଁ ନିୟମିତ ଜମା ରାଶି ସେଟ୍ କରନ୍ତୁ।
pa: ਗੁੱਲਕ ਦੀ ਨਿਯਮਤ ਜਮ੍ਹਾਂ ਰਕਮ ਸੈੱਟ ਕਰੋ।
pl: Ustal kwotę regularnych wpłat do skarbonki.
pt_br: Defina o valor do depósito recorrente do cofrinho.
pt_pt: Defina o valor do depósito regular do cofrinho.
ro: Setează suma de depunere periodică a pușculiței.
ru: Установите сумму регулярного пополнения копилки.
sk: Nastavte sumu pravidelného vkladu do pokladničky.
sl: Nastavite znesek rednega pologa v hranilnik.
sq: Vendosni shumën e depozitës periodike të arkës së kursimit.
sv: Ställ in belopp för regelbunden insättning i spargrisen.
sw: Weka kiasi cha amana ya mara kwa mara ya kibubu.
ta: உண்டியலின் வழக்கமான வைப்புத் தொகையை அமைக்கவும்.
te: పిగ్గీ బ్యాంక్ ఆవర్తన డిపాజిట్ మొత్తాన్ని సెట్ చేయండి.
th: กำหนดจำนวนเงินฝากประจำสำหรับกระปุกออมสิน
tr: Kumbaranın düzenli mevduat tutarını ayarlayın.
uk: Встановіть суму регулярного поповнення скарбнички.
ur: گلک کے لیے باقاعدہ جمع کی رقم مقرر کریں۔
uz: Pul yig'ish qutisi uchun muntazam depozit summasini belgilang.
vi: Thiết lập số tiền gửi định kỳ cho heo đất.
zh_hans: 设定存钱罐的定期存款金额。
zh_hant: 設定存錢筒的定期存款金額。
zh_hk: 設定存錢罐的定期存款金額。

source: Set a target amount for your piggy bank.
ar: تعيين هدف الحافظة.
az: Yığım qutusunun hədəf məbləğini təyin edin.
bg: Задайте целевата сума за касичката.
bn: পিগি ব্যাংকের লক্ষ্য পরিমাণ নির্ধারণ করুন।
ca: Estableix l'import objectiu de la guardiola.
ceb: Itakda ang target nga kantidad sa alkansiya.
cs: Nastavte cílovou částku pokladničky.
da: Indstil sparegrisens målbeløb.
de: Legen Sie den Zielbetrag für das Sparschwein fest.
el: Ορίστε το ποσό στόχου του κουμπαρά.
es: Establece la cantidad objetivo de la alcancía.
es_us: Establece el monto meta de la alcancía.
et: Määrake rahakassa eesmärgisumma.
fa: مبلغ هدف قلک را تعیین کنید.
fi: Aseta säästölippaan tavoitesumma.
fil: Itakda ang target na halaga ng alkansya.
fr: Définissez le montant cible de la tirelire.
fr_ca: Définissez le montant cible de la tirelire.
ga: Socraigh spriocshuim na muice sparáin.
gu: પિગી બેંકની લક્ષ્ય રકમ સેટ કરો.
he: הגדר את סכום היעד לקופת החיסכון.
hi: पिग्गी बैंक की लक्ष्य राशि निर्धारित करें।
hr: Postavite ciljni iznos za kasicu prasicu.
hu: Állítsa be a persely célösszegét.
id: Tetapkan jumlah target celengan.
is: Stilltu markmiðsupphæð fyrir sparibaukinn.
it: Imposta l'importo obiettivo del salvadanaio.
ja: 貯金箱の目標金額を設定してください。
jv: Atur jumlah target celengan.
kk: Жинақ сандықшасының мақсатты сомасын орнатыңыз.
km: កំណត់ចំនួនទឹកប្រាក់គោលដៅរបស់ធនាគារសន្សំប្រាក់។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ಗೆ ಗುರಿ ಮೊತ್ತವನ್ನು ಹೊಂದಿಸಿ.
ko: 저금통의 목표 금액을 설정하세요.
lt: Nustatykite taupyklės tikslinę sumą.
lv: Iestatiet krājkasītes mērķa summu.
ml: പിഗ്ഗി ബാങ്കിന്റെ ലക്ഷ്യ തുക സജ്ജമാക്കുക.
mr: पिगी बँकेसाठी ध्येय रक्कम सेट करा.
ms: Tetapkan jumlah sasaran tabung simpanan.
my: စုဘူးအတွက် ရည်မှန်းငွေ ပမာဏကို သတ်မှတ်ပါ။
nb: Angi målbeløp for sparebøssen.
nl: Stel het doelbedrag van de spaarpot in.
or: ପିଗି ବ୍ୟାଙ୍କ ପାଇଁ ଲକ୍ଷ୍ୟ ରାଶି ସେଟ୍ କରନ୍ତୁ।
pa: ਗੁੱਲਕ ਦੀ ਟੀਚਾ ਰਕਮ ਸੈੱਟ ਕਰੋ।
pl: Ustal kwotę docelową skarbonki.
pt_br: Defina o valor alvo do cofrinho.
pt_pt: Defina o valor da meta do cofrinho.
ro: Setează suma țintă a pușculiței.
ru: Установите целевую сумму копилки.
sk: Nastavte cieľovú sumu pokladničky.
sl: Nastavite ciljni znesek hranilnika.
sq: Vendosni shumën e synuar të arkës së kursimit.
sv: Ställ in målbelopp för spargrisen.
sw: Weka kiasi cha lengo la kibubu.
ta: உண்டியலின் இலக்குத் தொகையை அமைக்கவும்.
te: పిగ్గీ బ్యాంక్ లక్ష్య మొత్తాన్ని సెట్ చేయండి.
th: กำหนดเป้าหมายจำนวนเงินสำหรับกระปุกออมสิน
tr: Kumbaranın hedef tutarını ayarlayın.
uk: Встановіть цільову суму для скарбнички.
ur: گلک کے لیے ہدف کی رقم مقرر کریں۔
uz: Pul yig'ish qutisi uchun maqsadli summani belgilang.
vi: Thiết lập số tiền mục tiêu cho heo đất.
zh_hans: 设定存钱罐的目标金额。
zh_hant: 設定存錢筒的目標金額。
zh_hk: 設定存錢罐的目標金額。

source: Set an expiration date for the piggy bank.
ar: تعيين تاريخ انتهاء الحافظة.
az: Yığım qutusunun bitmə tarixini təyin edin.
bg: Задайте крайния срок за касичката.
bn: পিগি ব্যাংকের শেষ তারিখ নির্ধারণ করুন।
ca: Estableix la data límit de la guardiola.
ceb: Itakda ang petsa sa pagtapos sa alkansiya.
cs: Nastavte datum ukončení pokladničky.
da: Indstil sparegrisens slutdato.
de: Legen Sie das Enddatum für das Sparschwein fest.
el: Ορίστε την ημερομηνία λήξης του κουμπαρά.
es: Establece la fecha límite de la alcancía.
es_us: Establece la fecha límite de la alcancía.
et: Määrake rahakassa tähtaeg.
fa: تاریخ پایان قلک را تعیین کنید.
fi: Aseta säästölippaan määräpäivä.
fil: Itakda ang petsa ng deadline ng alkansya.
fr: Définissez la date limite de la tirelire.
fr_ca: Définissez la date limite de la tirelire.
ga: Socraigh spriocdháta na muice sparáin.
gu: પિગી બેંકની અંતિમ તારીખ સેટ કરો.
he: הגדר את תאריך היעד לקופת החיסכון.
hi: पिग्गी बैंक की अंतिम तारीख निर्धारित करें।
hr: Postavite rok za kasicu prasicu.
hu: Állítsa be a persely határidejét.
id: Tetapkan tanggal batas waktu celengan.
is: Stilltu lokadagsetningu fyrir sparibaukinn.
it: Imposta la data di scadenza del salvadanaio.
ja: 貯金箱の締切日を設定してください。
jv: Atur tanggal wates celengan.
kk: Жинақ сандықшасының соңғы мерзімін орнатыңыз.
km: កំណត់កាលបរិច្ឆេទផុតកំណត់របស់ធនាគារសន្សំប្រាក់។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ಗೆ ಅಂತಿಮ ದಿನಾಂಕವನ್ನು ಹೊಂದಿಸಿ.
ko: 저금통의 마감일을 설정하세요.
lt: Nustatykite taupyklės galutinę datą.
lv: Iestatiet krājkasītes beigu termiņu.
ml: പിഗ്ഗി ബാങ്കിന്റെ അവസാന തീയതി സജ്ജമാക്കുക.
mr: पिगी बँकेची अंतिम मुदत सेट करा.
ms: Tetapkan tarikh akhir tabung simpanan.
my: စုဘူးအတွက် နောက်ဆုံးရက်စွဲကို သတ်မှတ်ပါ။
nb: Angi fristdato for sparebøssen.
nl: Stel de einddatum van de spaarpot in.
or: ପିଗି ବ୍ୟାଙ୍କର ଶେଷ ତାରିଖ ସେଟ୍ କରନ୍ତୁ।
pa: ਗੁੱਲਕ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਸੈੱਟ ਕਰੋ।
pl: Ustal datę końcową skarbonki.
pt_br: Defina a data limite do cofrinho.
pt_pt: Defina a data limite do cofrinho.
ro: Setează data limită a pușculiței.
ru: Установите дату окончания накопления.
sk: Nastavte dátum ukončenia pokladničky.
sl: Nastavite končni datum hranilnika.
sq: Vendosni datën e afatit të arkës së kursimit.
sv: Ställ in slutdatum för spargrisen.
sw: Weka tarehe ya mwisho ya kibubu.
ta: உண்டியலின் இறுதித் தேதியை அமைக்கவும்.
te: పిగ్గీ బ్యాంక్ గడువు తేదీని సెట్ చేయండి.
th: กำหนดวันครบกำหนดสำหรับกระปุกออมสิน
tr: Kumbaranın son tarihini ayarlayın.
uk: Встановіть кінцеву дату для скарбнички.
ur: گلک کے لیے آخری تاریخ مقرر کریں۔
uz: Pul yig'ish qutisi uchun tugash sanasini belgilang.
vi: Thiết lập ngày hết hạn cho heo đất.
zh_hans: 设定存钱罐的截止日期。
zh_hant: 設定存錢筒的截止日期。
zh_hk: 設定存錢罐的截止日期。

source: Set the initial amount for the piggy bank.
ar: تعيين المبلغ الابتدائي للحافظة.
az: Yığım qutusunun ilkin məbləğini təyin edin.
bg: Задайте началната сума за касичката.
bn: পিগি ব্যাংকের প্রাথমিক পরিমাণ নির্ধারণ করুন।
ca: Estableix l'import inicial de la guardiola.
ceb: Itakda ang inisyal nga kantidad sa alkansiya.
cs: Nastavte počáteční částku pokladničky.
da: Indstil sparegrisens startbeløb.
de: Legen Sie den Anfangsbetrag für das Sparschwein fest.
el: Ορίστε το αρχικό ποσό του κουμπαρά.
es: Establece la cantidad inicial de la alcancía.
es_us: Establece el monto inicial de la alcancía.
et: Määrake rahakassa algsumma.
fa: مبلغ اولیه قلک را تعیین کنید.
fi: Aseta säästölippaan alkusaldo.
fil: Itakda ang paunang halaga ng alkansya.
fr: Définissez le montant initial de la tirelire.
fr_ca: Définissez le montant initial de la tirelire.
ga: Socraigh suim tosaigh na muice sparáin.
gu: પિગી બેંકની પ્રારંભિક રકમ સેટ કરો.
he: הגדר את הסכום ההתחלתי לקופת החיסכון.
hi: पिग्गी बैंक की प्रारंभिक राशि निर्धारित करें।
hr: Postavite početni iznos za kasicu prasicu.
hu: Állítsa be a persely kezdő összegét.
id: Tetapkan jumlah awal celengan.
is: Stilltu upphafsupphæð fyrir sparibaukinn.
it: Imposta l'importo iniziale del salvadanaio.
ja: 貯金箱の初期金額を設定してください。
jv: Atur jumlah wiwitan celengan.
kk: Жинақ сандықшасының бастапқы сомасын орнатыңыз.
km: កំណត់ចំនួនទឹកប្រាក់ចាប់ផ្តើមរបស់ធនាគារសន្សំប្រាក់។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ಗೆ ಆರಂಭಿಕ ಮೊತ್ತವನ್ನು ಹೊಂದಿಸಿ.
ko: 저금통의 초기 금액을 설정하세요.
lt: Nustatykite taupyklės pradinę sumą.
lv: Iestatiet krājkasītes sākuma summu.
ml: പിഗ്ഗി ബാങ്കിന്റെ പ്രാരംഭ തുക സജ്ജമാക്കുക.
mr: पिगी बँकेची प्रारंभिक रक्कम सेट करा.
ms: Tetapkan jumlah awal tabung simpanan.
my: စုဘူးအတွက် စတင်မည့် ပမာဏကို သတ်မှတ်ပါ။
nb: Angi startbeløp for sparebøssen.
nl: Stel het startbedrag van de spaarpot in.
or: ପିଗି ବ୍ୟାଙ୍କର ପ୍ରାରମ୍ଭିକ ରାଶି ସେଟ୍ କରନ୍ତୁ।
pa: ਗੁੱਲਕ ਦੀ ਸ਼ੁਰੂਆਤੀ ਰਕਮ ਸੈੱਟ ਕਰੋ।
pl: Ustal kwotę początkową skarbonki.
pt_br: Defina o valor inicial do cofrinho.
pt_pt: Defina o valor inicial do cofrinho.
ro: Setează suma inițială a pușculiței.
ru: Установите начальную сумму в копилке.
sk: Nastavte počiatočnú sumu pokladničky.
sl: Nastavite začetni znesek hranilnika.
sq: Vendosni shumën fillestare të arkës së kursimit.
sv: Ställ in startbelopp för spargrisen.
sw: Weka kiasi cha awali cha kibubu.
ta: உண்டியலின் ஆரம்பத் தொகையை அமைக்கவும்.
te: పిగ్గీ బ్యాంక్ ప్రారంభ మొత్తాన్ని సెట్ చేయండి.
th: กำหนดจำนวนเงินเริ่มต้นสำหรับกระปุกออมสิน
tr: Kumbaranın başlangıç tutarını ayarlayın.
uk: Встановіть початкову суму скарбнички.
ur: گلک کے لیے ابتدائی رقم مقرر کریں۔
uz: Pul yig'ish qutisi uchun boshlang'ich summani belgilang.
vi: Thiết lập số tiền ban đầu của heo đất.
zh_hans: 设定存钱罐的初始金额。
zh_hant: 設定存錢筒的初始金額。
zh_hk: 設定存錢罐的初始金額。

source: Set the name of the piggy bank
ar: تعيين اسم الحافظة
az: Yığım qutusunun adını təyin edin
bg: Задайте име на касичката
bn: পিগি ব্যাংকের নাম নির্ধারণ করুন
ca: Estableix el nom de la guardiola
ceb: Itakda ang ngalan sa alkansiya
cs: Nastavit název pokladničky
da: Indstil navn på sparegrisen
de: Sparschwein-Namen festlegen
el: Ορισμός ονόματος κουμπαρά
es: Establecer nombre de la alcancía
es_us: Establecer nombre de la alcancía
et: Määrake rahakassa nimi
fa: نام قلک را تنظیم کنید
fi: Aseta säästölippaan nimi
fil: Itakda ang pangalan ng alkansya
fr: Définissez le nom de la tirelire
fr_ca: Définir le nom de la tirelire
ga: Socraigh ainm na muice sparáin
gu: પિગી બેંકનું નામ સેટ કરો
he: הגדר שם לקופת החיסכון
hi: पिग्गी बैंक का नाम निर्धारित करें
hr: Postavite naziv kasice prasice
hu: Állítsa be a persely nevét
id: Tetapkan nama celengan
is: Stilla nafn sparibauks
it: Imposta nome salvadanaio
ja: 貯金箱の名前を設定
jv: Atur jeneng celengan
kk: Жинақ сандықшасының атауын орнату
km: កំណត់ឈ្មោះធនាគារសន្សំប្រាក់
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ
ko: 저금통 이름 설정
lt: Nustatykite taupyklės pavadinimą
lv: Iestatiet krājkasītes nosaukumu
ml: പിഗ്ഗി ബാങ്കിന്റെ പേര് സജ്ജമാക്കുക
mr: पिगी बँकेचे नाव सेट करा
ms: Tetapkan Nama Tabung Simpanan
my: စုဘူး အမည် သတ်မှတ်ပါ
nb: Angi navn på sparebøssen
nl: Stel de naam van de spaarpot in.
or: ପିଗି ବ୍ୟାଙ୍କର ନାମ ସେଟ୍ କରନ୍ତୁ
pa: ਗੁੱਲਕ ਦਾ ਨਾਮ ਸੈੱਟ ਕਰੋ
pl: Ustaw nazwę skarbonki
pt_br: Definir nome do cofrinho
pt_pt: Definir nome do cofrinho
ro: Setează numele pușculiței
ru: Установите название копилки
sk: Nastaviť názov pokladničky
sl: Nastavite ime hranilnika
sq: Vendosni emrin e arkës së kursimit
sv: Ställ in namn på spargrisen
sw: Weka jina la kibubu
ta: உண்டியல் பெயரை அமைக்கவும்
te: పిగ్గీ బ్యాంక్ పేరును సెట్ చేయండి
th: ตั้งชื่อกระปุกออมสิน
tr: Kumbara adını ayarla
uk: Введіть назву скарбнички
ur: گلک کا نام مقرر کریں
uz: Pul yig'ish qutisi nomini o'rnating
vi: Đặt tên heo đất
zh_hans: 设置存钱罐名称
zh_hant: 設定存錢筒名稱
zh_hk: 設定存錢罐名稱

source: Set up a fixed deposit for your piggy bank.
ar: تعيين الإيداع الثابت للحافظة
az: Yığım qutusunun dövri əmanətini təyin edin.
bg: Настройте периодичен депозит за касичката.
bn: পিগি ব্যাংকের মেয়াদী আমানত নির্ধারণ করুন।
ca: Estableix el dipòsit periòdic de la guardiola.
ceb: Itakda ang regular nga deposito sa alkansiya.
cs: Nastavit pravidelný vklad do pokladničky.
da: Indstil sparegrisens faste indbetaling.
de: Legen Sie die regelmäßige Einzahlung für das Sparschwein fest.
el: Ορίστε την τακτική κατάθεση του κουμπαρά.
es: Configurar depósito periódico de la alcancía.
es_us: Configurar depósito periódico de la alcancía.
et: Määrake rahakassa regulaarne hoius.
fa: سپرده‌گذاری دوره‌ای برای قلک تنظیم کنید.
fi: Aseta säästölippaan säännöllinen talletus.
fil: Itakda ang regular na deposito ng alkansya.
fr: Définissez le dépôt périodique de la tirelire.
fr_ca: Définir le dépôt récurrent de la tirelire.
ga: Socraigh taisce sheasta na muice sparáin.
gu: પિગી બેંકની નિયમિત થાપણ સેટ કરો.
he: הגדר הפקדה קבועה לקופת החיסכון.
hi: पिग्गी बैंक की नियमित जमा राशि सेट करें।
hr: Postavite redoviti depozit za kasicu prasicu.
hu: Állítsa be a persely rendszeres befizetését.
id: Tetapkan setoran berkala celengan.
is: Stilltu reglulegan sparnað fyrir sparibaukinn.
it: Imposta il deposito ricorrente del salvadanaio.
ja: 貯金箱の定期預金を設定してください。
jv: Atur simpenan rutin celengan.
kk: Жинақ сандықшасының мерзімді депозитін орнатыңыз.
km: កំណត់ការដាក់ប្រាក់តាមកាលកំណត់របស់ធនាគារសន្សំប្រាក់។
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್‌ಗೆ ನಿಯಮಿತ ಠೇವಣಿಯನ್ನು ಹೊಂದಿಸಿ.
ko: 저금통 정기 저축 설정.
lt: Nustatykite taupyklės periodinį indėlį.
lv: Iestatiet krājkasītes regulārās iemaksas.
ml: പിഗ്ഗി ബാങ്കിന്റെ സ്ഥിര നിക്ഷേപം സജ്ജമാക്കുക.
mr: पिगी बँकेची नियमित ठेव सेट करा.
ms: Tetapkan simpanan berkala tabung simpanan.
my: စုဘူးအတွက် ပုံမှန်ငွေစုခြင်းကို သတ်မှတ်ပါ။
nb: Angi fast sparing for sparebøssen.
nl: Stel de periodieke storting van de spaarpot in.
or: ପିଗି ବ୍ୟାଙ୍କର ନିୟମିତ ଜମା ସେଟ୍ କରନ୍ତୁ।
pa: ਗੁੱਲਕ ਦੀ ਨਿਯਮਤ ਜਮ੍ਹਾਂ ਰਕਮ ਸੈੱਟ ਕਰੋ।
pl: Ustal regularne wpłaty do skarbonki.
pt_br: Definir depósito recorrente do cofrinho.
pt_pt: Definir depósito regular do cofrinho.
ro: Setează depunerea periodică a pușculiței.
ru: Настройте регулярные пополнения копилки.
sk: Nastaviť pravidelný vklad do pokladničky.
sl: Nastavite redni polog v hranilnik.
sq: Vendosni depozitën periodike të arkës së kursimit.
sv: Ställ in regelbunden insättning för spargrisen.
sw: Weka amana ya mara kwa mara ya kibubu.
ta: உண்டியலின் வழக்கமான வைப்புத்தொகையை அமைக்கவும்.
te: పిగ్గీ బ్యాంక్ ఆవర్తన డిపాజిట్‌ను సెట్ చేయండి.
th: กำหนดการฝากประจำสำหรับกระปุกออมสิน
tr: Kumbaranın düzenli mevduatını ayarla.
uk: Налаштуйте регулярні внески для скарбнички.
ur: گلک کی باقاعدہ ڈپازٹ مقرر کریں۔
uz: Pul yig'ish qutisi uchun muntazam depozitni belgilang.
vi: Thiết lập tiền gửi định kỳ cho heo đất.
zh_hans: 设定存钱罐的定期存款。
zh_hant: 設定存錢筒的定期存款。
zh_hk: 設定存錢罐的定期存款。

source: Settings
ar: إعداد
az: Param
bg: Настр
bn: সেট
ca: Conf
ceb: Set
cs: Nastavení
da: Indstil
de: Einstell
el: Ρυθμ
es: Config
es_us: Config
et: Seadist
fa: تنظیم
fi: Aseta
fil: Ayos
fr: Config
fr_ca: Config
ga: Socra
gu: સેટિંગ
he: הגדר
hi: सेटिंग
hr: Postavke
hu: Beáll
id: Setel
is: Stilling
it: Impost
ja: 設定
jv: Setel
kk: Бапта
km: កំណត់
kn: ಸೆಟ್
ko: 설정
lt: Nustat
lv: Iestat
ml: സജ്ജ
mr: सेटिंग
ms: Tetap
my: ဆက်
nb: Innst
nl: Instel
or: ସେଟିଂ
pa: ਸੈਟ
pl: Ustaw
pt_br: Config
pt_pt: Config
ro: Setări
ru: Настр
sk: Nastav
sl: Nastav
sq: Cilës
sv: Inst
sw: Mipang
ta: அமைப்பு
te: సెట్
th: ตั้งค่า
tr: Ayar
uk: Налашт
ur: سیٹ
uz: Soz
vi: Cài
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# SGD
source: Singapore Dollar
ar: دولار سنغافوري
az: Sinqapur dolları
bg: Сингапурски долар
bn: সিঙ্গাপুর ডলার
ca: Dòlar de Singapur
cs: Singapurský dolar
da: Singaporeansk Dollar
de: Singapur-Dollar
el: Δολάριο Σιγκαπούρης
es: Dólar de Singapur
es_us: Dólar de Singapur
et: Singapuri dollar
fa: دلار سنگاپور
fi: Singaporen dollari
fr: Dollar de Singapour
fr_ca: Dollar de Singapour
ga: Dollar Shingeapór
gu: સિંગાપોર ડોલર
he: דולר סינגפורי
hi: सिंगापुर डॉलर
hr: Singapurski dolar
hu: Szingapúri dollár
id: Dolar Singapura
is: Singapúrdalur
it: Dollaro di Singapore
ja: シンガポール・ドル
jv: Dolar Singapura
kk: Сингапур доллары
km: ដុល្លារសិង្ហបុរី
kn: ಸಿಂಗಾಪುರ್ ಡಾಲರ್
ko: 싱가포르 달러
lt: Singapūro doleris
lv: Singapūras dolārs
ml: സിംഗപ്പൂർ ഡോളർ
mr: सिंगापूर डॉलर
ms: Dolar Singapura
my: စင်ကာပူ ဒေါ်လာ
nb: Singaporske dollar
nl: Singaporese dollar
or: ସିଙ୍ଗାପୁର ଡଲାର
pa: ਸਿੰਗਾਪੁਰ ਡਾਲਰ
pl: Dolar singapurski
pt_br: Dólar de Singapura
pt_pt: Dólar de Singapura
ro: Dolar singaporez
ru: Сингапурский доллар
sk: Singapurský dolár
sl: Singapurski dolar
sq: Dollar Singapori
sv: Singaporiansk dollar
sw: Dola ya Singapore
ta: சிங்கப்பூர் டாலர்
te: సింగపూర్ డాలర్
th: ดอลลาร์สิงคโปร์
tr: Singapur Doları
uk: Сінгапурський долар
ur: سنگاپوری ڈالر
uz: Singapur dollari
vi: Đô la Singapore
zh_hant: 新加坡元
zh_hk: 新加坡元
